Repository: BackupTheBerlios/copos
Catalog: copos/po/*.po
Languages: fr_fr

source: Save File
fr_fr: Enregistrer le fichier

source: Visualization
fr_fr: Visualisation

source: Computation
fr_fr: Calcul

source: Analyse each picture
fr_fr: Analyse des images

source: Please, add a value greater than 0.0
fr_fr: S'il vous plait, ajouter une valeur supérieur à 0.0

source: <b>Check</b> that the centre of rotation (symbolized by the white line) is correctly positioned. If it is not the case, start again the preceding stage.
fr_fr: <b>Controlez</b> que le centre de rotation (symboliser par la ligne blanche) est correctement positionner. Si ce n'est pas le cas, recommencez l'étape précédente.

source: Rotation of the object (in degree)
fr_fr: Angle de rotation de l'objet (en degrée)

source: Translation of the object (in centimeter)
fr_fr: Translation de l'objet (en centimètre)

source: Generate
fr_fr: Générer

source: Add the value of the distance between webcam and the laser pointer
fr_fr: Ajoutez la valeur de la distance entre la webcam et le pointeur laser

source: Add the value of the distance between the departure of the laser and the table
fr_fr: Ajouter la valeur de la distance entre le laser et la table

source: Add the value of the focal distance of the webcam
fr_fr: Ajouter la valeur de la distance focale de la webcam

source: Add the value of the angle formed by the webcam
fr_fr: Ajouter la valeur de l'angle former par la webcam

source: Check your values, There's a problem during the computation
fr_fr: Contrôlez vos valeurs, Il y a un problème lors du calcul

source: The focal distance of the webcam (in pixels, see documentations) 300~500 are good values
fr_fr: La distance focale de la webcam (en pixels, voir la documentations) 300~500 sont des valeurs acceptables

source: Distance between the webcam and the laser pointer (in centimeter) 10~30 are good values
fr_fr: La distance entre la webcam et le pointeur laser (en centimètre) 10~30 sont des valeurs acceptables

source: The angle formed by the webcam (in degree) 20~60 are good values
fr_fr: L'angle formé par la webcam (en degrée) 20~60 sont des valeurs acceptables

source: Distance between the departure of the laser and the table (in centimeter) 10~60 are good values
fr_fr: La distance entre la début du laser et la table (en centimètre) 10~60 sont des valeurs acceptables

source: Set the positions
fr_fr: Fixer les positions

source: Scale :
fr_fr: Échelle :

source: Number of points :
fr_fr: Nombre de points :

source: Red
fr_fr: Rouge

source: Green
fr_fr: Vert

source: Blue
fr_fr: Bleu

source: Picker
fr_fr: Pipette

source: Eliminate outlayers
fr_fr: Élimine les points hors normes

source: Smooth
fr_fr: Lissage

source: Pick the laser
fr_fr: Capture du laser

source: Open File
fr_fr: Ouvrir le fichier

source: Browse...
fr_fr: Parcourir...

source: <b>Choose video file</b>
fr_fr: <b>Choix du fichier vidéo</b>

source: Size
fr_fr: Taille

source: Number of images
fr_fr: Nombre d'images

source: Video
fr_fr: Vidéo

source: <b>Video informations</b>
fr_fr: <b>Informations de la vidéo</b>

source: Change the orientation
fr_fr: Changement d'orientation

source: Choose File
fr_fr: Choix du fichier

source: The cheapest 3D Scanner !
fr_fr: Le scanner 3D le moins cher !

source: The next steps are : -Choose a video file -Select the laser on picture -Enter the position of each piece in the real world -Check out if these values are correct -Enter the last value and generate the cloud of points -Visualize the result and save it Ok now, click on the forward button
fr_fr: Les prochaines étapes sont : -Choisir le fichier vidéo -Sélectionner la trace du laser sur l'image -Fixer les positions des éléments du monde réel -Contrôler les valeurs -Fixer la dernière valeur et générer le nuage de points -Visualiser le résultat et l'enregistrer Ok maintenant, cliquer sur le bouton suivant

source: About COPOS
fr_fr: À propos de COPOS

source: <b>COPOS</b> An analyser of video file to make a cloud of 3D points
fr_fr: <b>COPOS</b> Un analyseur de vidéo pour fabriquer un nuage de points

source: Version: 0.8:q Author: Ronan Billon <cirdan@mail.berlios.de> License: GNU General Public License Homepage: http://copos.berlios.de
fr_fr: Version : 0.8 Auteur : Ronan Billon <cirdan@mail.berlios.de> Licence : GNU General Public License Page web : http://copos.berlios.de

source: _File
fr_fr: _Fichier

source: _Help
fr_fr: _Aide

source: _About
fr_fr: À _propos
